[
  {
    "title": "Palarong Atenista ‘24 revives cheerdance; SON Panthers clinch gold",
    "body": "With the comeback of the competition following an 8-year hiatus since 2016, the School of Nursing (SON) Panthers were hailed as this year’s Palarong Atenista ‘24 cheerdance champions.",
    "url": "https://atenews.ph/palarong-atenista-24-revives-cheerdance-son-panthers-clinch-gold",
    "image": "PA24 Opening-169.jpg"
  },
  {
    "title": "SS Dragons nab men’s scrabble champ title vs ACC Griffins",
    "body": "Beating last year’s champion, the Social Science (SS) Dragons brought home the gold medal over the Accountancy (ACC) Griffins through a 2-0 win in the Palarong Atenista 2024 Men’s Scrabble tournament.",
    "url": "https://atenews.ph/palarong-atenista-24-ss-dragons-nab-mens-scrabble-champ-title-vs-acc-griffins",
    "image": "ScrabbleMen.JPG"
  },
  {
    "title": "ACC Griffins keep crown in women’s scrabble",
    "body": "With a 2-0 win, the Accountancy (ACC) Griffins secured a back-to-back championship title in the Palarong Atenista 2024 Women’s Scrabble tournament.",
    "url": "https://atenews.ph/palarong-atenista-24-acc-griffins-keep-crown-in-womens-scrabble",
    "image": "ScrabbleWomen.JPG"
  },
  {
    "title": "ACC Griffin sweeps chess women’s tourney, defends champ title 2-1",
    "body": "Remaining undefeated throughout the competition, Accountancy (ACC) Griffins’ Mel Glamoura Olanda gave her cluster a back-to-back gold after triumphing against Natural Sciences and Mathematics (NSM) Falcons’ Aess Anndee Maquiling in this year’s Palarong Atenista. ",
    "url": "https://atenews.ph/palarong-atenista-24-acc-griffins-sweeps-chess-womens-tourney-defends-champ-title-2-1",
    "image": "ChessWomen.JPG"
  },
  {
    "title": "SEA Tigers snatch gold from undefeated ACC Griffins in chess men’s compe",
    "body": "Clawing his way in the championship match, the School of Engineering and Architecture Tigers’ Francis Liane Francisco beat undefeated Accountancy Griffins’ Ray Abie Karfael Campaña in a 2-1 finals escape.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-snatches-gold-from-undefeated-acc-griffins-in-chess-mens-compe",
    "image": "ChessMen2.JPG"
  },
  {
    "title": "SS defends champ title in men’s badminton doubles, SEA triumphs in singles category",
    "body": "The Social Sciences (SS) Dragons secured the gold podium for a second time around in the badminton doubles category, while the School of Engineering and Architecture (SEA) Tigers emerged victorious in the singles category during the recently concluded Palarong Atenista 2024 men’s badminton tournament.",
    "url": "https://atenews.ph/palarong-atenista-24-ss-defends-champ-title-in-mens-badminton-doubles-sea-triumphs-in-singles-category",
    "image": "BadmintonMen.JPG"
  },
  {
    "title": "SON bag gold in women’s badminton tourney",
    "body": "The Social Sciences (SS) Dragons claimed the championship title in the badminton singles category, while the School of Nursing (SON) Panthers clinched victory in the doubles category of the Palarong Atenista 2024 women’s badminton tournament",
    "url": "https://atenews.ph/palarong-atenista-24-ss-son-bags-gold-in-womens-badminton-tourney",
    "image": "BadmintonWomen.JPG"
  },
  {
    "title": "SS hails in women’s singles table tennis tourney, NSM goes back-to-back in doubles",
    "body": "The Social Science (SS) Dragons escaped a dogfight against the Accountancy (ACC) Griffins in the 2024 Palarong Atenista women’s Table Tennis singles championship, with the Natural Sciences and Mathematics (NSM) Falcons cruised against opponents to go back-to back in the women’s doubles.",
    "url": "https://atenews.ph/palarong-atenista-24-ss-hails-in-womens-singles-table-tennis-tourney-nsm-goes-back-to-back-in-doubles",
    "image": "TableTennisWomen.JPG"
  },
  {
    "title": "BM Vipers, ACC Griffins top men’s table tennis",
    "body": "The Accountancy (ACC) Griffins secured the championship title in the Table Tennis Men’s singles category, while the Business and Management (B&M) Vipers seized gold in the doubles category after a tight match against the School of Engineering and Architecture (SEA) Tigers.",
    "url": "https://atenews.ph/palarong-atenista-24-bm-vipers-acc-griffins-tops-mens-table-tennis",
    "image": "TableTennisMen.JPG"
  },
  {
    "title": "SON Panthers secure gold in darts women’s category",
    "body": "The School of Nursing (SON) Panther secured the championship medal, besting the Humanities and Letters (HUMLET) Wolf in a best-of-three showdown, scoring 2-1.",
    "url": "https://atenews.ph/palarong-atenista-24-son-panthers-secure-gold-in-darts-womens-category",
    "image": "DartsWomen.JPG"
  },
  {
    "title": "SEA Tigers climb to victory in men’s darts game",
    "body": "The School of Engineering and Architecture (SEA) Tigers dominated the game and bagged the champion title for the 501 Darts Men Category in this year’s Palarong Atenista ‘24.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-climb-to-victory-in-mens-darts-game",
    "image": "DartsMen.JPG"
  },
  {
    "title": "SON, SEA pioneer champs in pool game debut",
    "body": "In a notable first for this year’s Palarong Atenista, the School of Nursing (SON) Panthers and School of Engineering and Architecture (SEA) Tigers emerged victorious in the newly added billiards competition in this year’s Palarong Atenista. ",
    "url": "https://atenews.ph/palarong-atenista-24-son-sea-pioneer-champs-in-pool-game-debut",
    "image": "Billiards.JPG"
  },
  {
    "title": "SEA Tigers dump NSM Falcons in football mixed, score back-to-back champ title 2-0",
    "body": "The School of Engineering and Architecture (SEA) Tigers celebrated a triumphant victory as they led the football match against the Natural Sciences and Mathematics (NSM) Falcons, securing a 2-0 win to claim the championship title for the second consecutive year. ",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-dump-nsm-falcons-in-football-mixed-score-back-to-back-champ-title-2-0",
    "image": "Football.JPG"
  },
  {
    "title": "SEA Tigers reclaim MLBB champ title, wipe ACC Griffins 3-0",
    "body": "Marking a successful return after their 2022 triumph and their failure to advance to last year’s finals, the School of Engineering and Architecture (SEA) Tigers secured a 3-0 victory over the Accountancy (ACC) Griffins in the grand finals of the Palarong Atenista 2024 Mobile Legends: Bang Bang (MLBB) series.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-reclaim-mlbb-champ-title-wipe-acc-griffins-3-0",
    "image": ""
  },
  {
    "title": "SEA Tigers clinch two-peat championship in DOTA 2",
    "body": "The School of Engineering and Architecture (SEA) Tigers kept their reign as victors over the Computer Studies (CS) Chameleons in a best-of-five DOTA 2 championships during the Palarong Atenista 2024, 3-1.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-clinch-two-peat-championship-in-dota-2",
    "image": "Dota.JPG"
  },
  {
    "title": "B&M Vipers topple CS Chammies, regain top spot in Valorant tourney",
    "body": "After falling short in last year’s Palarong Atenista Valorant Grand Finals, Business and Management (B&M) Vipers asserted their dominance over the defending champions Computer Studies (CS) Chameleons, 3-0, in what seemed like a rematch of last year’s finals round.",
    "url": "https://atenews.ph/palarong-atenista-24-bm-vipers-topple-cs-chammies-regain-top-spot-in-valorant-tourney",
    "image": ""
  },
  {
    "title": "SS Dragons dethrones two-peat men’s vball champ B&M vipers, bring home first gold in history",
    "body": "Dominating their way in the championship match by winning the first 3 sets, the Social Sciences (SS) Dragons claimed their first-ever podium and gold against the two-time champion Business and Management (BM) Vipers in the Palarong Atenista 2024 volleyball finals, securing a 3-0 victory.",
    "url": "https://atenews.ph/palarong-atenista-24-ss-dragons-dethrones-two-peat-mens-vball-champ-bm-vipers-bring-home-first-gold-in-history",
    "image": "VolleyballMen.JPG"
  },
  {
    "title": "SON Panthers win back champ title in women’s vball tourney after two years",
    "body": "Coming back to the golden podium after their 2022 title, the School of Nursing (SON) Panthers dominated the court of women’s volleyball in the Palarong Atenista ‘24 over the Humanities and Letters (HUMLET) Wolves, 3-0.",
    "url": "https://atenews.ph/palarong-atenista-24-son-panthers-win-back-champ-title-in-womens-vball-tourney-after-two-years",
    "image": "VolleyballWomen.JPG"
  },
  {
    "title": "B&M Vipers ousts SEA Tigers in bid for gold in men’s bball, slithers back to victory",
    "body": "Fresh from last year’s silver, the Business and Management (B&M) Vipers clinched gold in this year’s classic Men’s 5×5 Basketball, declawing the School of Engineering and Architecture (SEA) Tigers, 79-69.",
    "url": "https://atenews.ph/palarong-atenista-24-bm-vipers-ousts-sea-tigers-in-bid-for-gold-in-mens-bball-slithers-back-to-victory",
    "image": "BasketBallMen.JPG"
  },
  {
    "title": "B&M Vipers snatch back gold podium from SON Panthers in bball women",
    "body": "The Business & Management (B&M) Vipers redeemed their championship title from the School of Nursing (SON) Panthers in the basketball women’s category, edging them out with a score of 36-31 in a fierce rematch against last year’s rivals.",
    "url": "https://atenews.ph/palarong-atenista-24-bm-vipers-snatch-back-gold-podium-from-son-panthers-in-bball-women",
    "image": "BasketBallWomen.JPG"
  },
  {
    "title": "B&M Vipers snag top spot in men’s swimming tourney",
    "body": "The Business and Management (B&M) Vipers surged through the water and took home the gold in the Men’s Singles Swimming Tournament in the Palarong Atenista ‘24.",
    "url": "https://atenews.ph/palarong-atenista-24-bm-vipers-defend-throne-bags-top-spot-in-mens-swimming-tourney",
    "image": "SwimmingMen.JPG"
  },
  {
    "title": "SEA takes lead in swimming women’s singles",
    "body": "Riding on the momentum of their victory last season, the School of Engineering and Architecture (SEA) Tigers seized another win in the recently concluded Women’s Singles Swimming Tournament in the Palarong Atenista ‘24.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-takes-lead-in-swimming-womens-singles",
    "image": "SwimmingWomen.JPG"
  },
  {
    "title": "SEA Tigers claw back to overall champ title with 9 golds",
    "body": "The School of Engineering and Architecture (SEA) Tigers brought back the overall championship title to their cluster in this year’s Ateneo UFest ‘24 after claiming 9 gold medals and 44 overall accumulated points, leading the sports tally among the other clusters.",
    "url": "https://atenews.ph/palarong-atenista-24-sea-tigers-claw-back-to-overall-champ-title-with-9-golds",
    "image": "Palaro-Closing-2.jpg"
  }
]
